Config = {}


Config["คดี"] = { 
		-------------------------------------------------------------------กฏหมายเกี่ยวกับทรัพย์----------------------------------------------------------------
		
        {
            type  = 2,
            label = "ลักทรัพย์",
            fine  = 3000,
            jail  = 20
        },
        {
            type  = 2,
            label = "ฉ้อโกงทรัพย์",
            fine  = 2500,
            jail  = 20
        },
        {
            type  = 2,
            label = "รีดเอาทรัพย์",
            fine  = 3000,
            jail  = 20
        },
        {
            type  = 2,
            label = "ชิงทรัพย์",
            fine  = 7000,
            jail  = 30
		},
		{
            type  = 2,
            label = "ปล้นทรัพย์",
            fine  = 8000,
            jail  = 30
        
		},
        {
            type  = 2,
            label = "โจรกรรมยานพาหนะ ",
            fine  = 3000,
            jail  = 15
        },
		 {
            type  = 2,
            label = "โจรกรรมยานพาหนะราชการ ",
            fine  = 4000,
            jail  = 15
        },
		
		--------------------------------------------------------------------กฏหมายทั่วไป------------------------------------------------------------------
        
		{
            type  = 1,
            label = "การแจ้งความเท็จ",
            fine  = 3000,
            jail  = 30
        },
		{
            type  = 1,
            label = "ให้การเท็จ",
            fine  = 3000,
            jail  = 30
        },
        {
            type  = 1,
            label = "แอบอ้างเป็นเจ้าหน้าที่",
            fine  = 2500,
            jail  = 15
        },    
		{
            type  = 1,
            label = "การปิดบังอำพรางใบหน้า",
            fine  = 400,
            jail  = 5
        },    
        {
            type  = 1,
            label = "กระทำอนาจาร",
            fine  = 2000,
            jail  = 10
        },  
		{
            type  = 1,
            label = "การสร้างความวุ่นวาย",
            fine  = 2000,
            jail  = 15
        },  
		
		-----------------------------------------------------------กฏหมายพรบ.คอมพิวเตอร์-----------------------------------------------------------
		
        {
            type  = 3,
            label = "โพสต์เกี่ยวกับสิ่งผิดกฏหมาย",
            fine  = 1500,
            jail  = 15
        },             
		{
            type  = 3,
            label = "โพสต์เกี่ยวกับการดูถูกผู้อื่น",
            fine  = 1500,
            jail  = 15
        },       

		--------------------------------------------------------------------กฏหมายจราจร----------------------------------------------------------------------
		
        {
            type  = 4,
            label = "ฝ่าฝืนสัญญาณไฟจราจร",
            fine  = 200,
            jail  = 0
        },
		{
            type  = 4,
            label = "ขับรถผิดช่องการจราจร",
            fine  = 500,
            jail  = 5
        },
		{
            type  = 4,
            label = "จอดรถกีดขวางการจราจร",
            fine  = 400,
            jail  = 5
        },
		{
            type  = 4,
            label = "จอดรถบนทางเท้า",
            fine  = 400,
            jail  = 0
        },
		{
            type  = 4,
            label = "จอดรถในที่ห้ามจอด",
            fine  = 400,
            jail  = 0
        },
		{
            type  = 4,
            label = "จอดรถขวางทางเข้าออก",
            fine  = 600,
            jail  = 5
        },
		{
            type  = 4,
            label = "ไม่สวมหมวกกันน็อค",
            fine  = 200,
            jail  = 0
        },
		{
            type  = 4,
            label = "โดยสารเกินที่กำหนด",
            fine  = 600,
            jail  = 0
        },
		{
            type  = 4,
            label = " การแข่งรถในทางสาธารณะ",
            fine  = 4500,
            jail  = 25
        },
		
		-----------------------------------------------------------กฏหมายสิทธิเสรีภาพ-----------------------------------------------------------
		
		{
            type  = 5,
            label = " ลักพาตัวประชาชน",
            fine  = 2000,
            jail  = 20
        },
		{
            type  = 5,
            label = " ลักพาตัวเจ้าหน้าที่",
            fine  = 4000,
            jail  = 30
        },
		{
            type  = 5,
            label = " กักขังหน่วงเหนี่ยวประชาชน",
            fine  = 4000,
            jail  = 25
        },
		{
            type  = 5,
            label = " กักขังหน่วงเหนี่ยวเจ้าหน้าที่",
            fine  = 8000,
            jail  = 50
        },
		{
            type  = 5,
            label = " ข่มขู่ประชาชน",
            fine  = 2000,
            jail  = 10
        },
		{
            type  = 5,
            label = " ข่มขู่เจ้าหน้าที่",
            fine  = 4000,
            jail  = 20
        },
		
		-----------------------------------------------------------กฏหมายคุ้มครองเจ้าหน้าที่รัฐ-----------------------------------------------------------
		
		{
            type  = 6,
            label = " ขัดขวางการทำงานของเจ้าหน้าที่",
            fine  = 2500,
            jail  = 20
        },
		{
            type  = 6,
            label = " การหมิ่นประมาทเจ้าหน้าที่รัฐ",
            fine  = 1500,
            jail  = 15
        },
		{
            type  = 6,
            label = " หลบหนีการจับกุม",
            fine  = 4000,
            jail  = 20
        },
		{
            type  = 6,
            label = " หลบหนีหลังถูกจับกุม",
            fine  = 4000,
            jail  = 15
        },
		{
            type  = 6,
            label = " ติดสินบนเจ้าพนักงาน",
            fine  = 5000,
            jail  = 25
        },
		{
            type  = 6,
            label = " ก่อกวนในสถานที่ราชการ",
            fine  = 2000,
            jail  = 40
        },
		{
            type  = 6,
            label = " บุกรุกสถานที่ราชการ",
            fine  = 2500,
            jail  = 20
        },
		{
            type  = 6,
            label = " ชิงตัวผู้ต้องหา",
            fine  = 3000,
            jail  = 20
        },
		{
            type  = 6,
            label = " ช่วยเหลือผู้นักโทษ",
            fine  = 5000,
            jail  = 30
        },
		{
            type  = 6,
            label = " อยู่ในจุดสุ่มเสี่ยง",
            fine  = 800,
            jail  = 10
        },
		
		-----------------------------------------------------กฏหมายคความผิดต่อร่างกายและชีวิต-----------------------------------------------------------
		
		{
            type  = 7,
            label = "ทำร้ายร่างกายผู้อื่นโดยไม่เจตนา",
            fine  = 1000,
            jail  = 5
        },
		{
            type  = 7,
            label = "ทำร้ายร่างกายผู้อื่นโดยเจตนา",
            fine  = 4000,
            jail  = 15
        },
		{
            type  = 7,
            label = "ทะเลาะวิวาท",
            fine  = 2000,
            jail  = 20
        },
		{
            type  = 7,
            label = "พยายามฆ่าผู้อื่น",
            fine  = 6000,
            jail  = 30
        },
		{
            type  = 7,
            label = " พยายามฆ่าผู้อื่นและอำพรางศพ",
            fine  = 15000,
            jail  = 60
        },
		{
            type  = 7,
            label = " ฆ่าผู้อื่น",
            fine  = 30000,
            jail  = 90
        },
		{
            type  = 7,
            label = " อำพรางศพ",
            fine  = 2500,
            jail  = 20
        },
		
		-----------------------------------------------------กฏหมายยาเสพติดและสิ่งผิดกฏหมาย-----------------------------------------------------------
		
		{
            type  = 8,
            label = "ลักทรัพย์ ปูน",
            fine  = 700,
            -- jail  = 5
            jail  = 2
        },
		{
            type  = 8,
            label = "เงินผิดกฏหมาย ไว้ในครอบครอง 1 - 500 หน่วย",
            fine  = 1500,
            jail  = 10
        },
		{
            type  = 8,
            label = "เงินผิดกฏหมาย ไว้ในครอบครอง 501-1000 หน่วย",
            fine  = 4000,
            jail  = 15
        },
		{
            type  = 8,
            label = "เงินผิดกฏหมาย ไว้ในครอบครองมากกว่า 2000 หน่วย",
            fine  = 10000,
            jail  = 20
        },
		-----------------------------------------------------------กฏหมายความมั่นคง-------------------------------------------------------------------
		
		{
            type  = 9,
            label = "บุกยึดสถานที่ราชการ",
            fine  = 6000,
            jail  = 60
        },	
		
}